Repository: joe-gregory/PluginDemocracy
Catalog: PluginDemocracy.API/Translations/TranslationResources.*.resx
Languages: es_mx

source: Account updated successfully
es_mx: Información ha sido actualizada exitosamente

# ConfirmEmailCheckInbox
source: Please check your inbox to confirm your email
es_mx: Por favor cheque su inbox para confirmar su correo electronico

# ConfirmEmailLink
source: Confirm Email
es_mx: Confirmar correo electrónico

# ConfirmEmailP1
source: Thank you for signing up to Plugin Democracy. A new society awaits your input.
es_mx: Gracias por registrarte a Democracia Conectada. Una nueva sociedad espera tu aporte.

# ConfirmEmailP2
source: Please confirm your email by clicking on the following link:
es_mx: Por favor, confirma tu correo electrónico haciendo clic en el siguiente enlace:

# ConfirmEmailTitle
source: Please confirm your email
es_mx: Por favor confirma tu correo electrónico

source: Culture updated successfully
es_mx: Su cultura se ha actualizado exitosamente

# EmailNotFound
source: No user with the given email was found
es_mx: No se encontro ningun usuario con este correo electronico

# EmailOutEmailConfirmedBody
source: Thank you for confirming your email address! We're thrilled to have you on board. You've taken an important step in activating your accoung, and now you can help mold the communities in which you live. This is a non-profit ongoing project. If you find any issues with the software or you need features to better serve your community, please take the initiative to let us know. This is one way you can help our communities be more democratic. Sincerely, The Plugin Democracy Team
es_mx: ¡Gracias por confirmar tu dirección de correo electrónico! Nos emociona tenerte a bordo. Has dado un paso importante al activar tu cuenta, y ahora puedes ayudar a moldear las comunidades en las que vives. Este es un proyecto sin fines de lucro en curso. Si encuentras algún problema con el software o necesitas funciones para servir mejor a tu comunidad, por favor, toma la iniciativa de hacérnoslo saber. Esta es una forma en que puedes ayudar a que nuestras comunidades sean más democráticas. Atentamente, El equipo de Democracia Conectada

# EmailOutEmailConfirmedTitle
source: Email Address Confirmed - Welcome!
es_mx: Correo electronico confirmado - Bienvenido!

# EmailTokenNoMatchBody
source: The token does not match and the email address cannot be confirmed
es_mx: El token no coincide y la dirección de correo electrónico no puede ser confirmada.

# EmailTokenNoMatchTitle
source: The token does not match
es_mx: El token no coincide

# NewPasswordSuccess
source: New password has been successfully set
es_mx: La nueva contraseña ha sido exitosamente guardada

source: New user created
es_mx: Nuevo usuario creado

# PasswordMismatch
source: Password does not match
es_mx: La contraseña es incorrecta

# ProfilePictureUpdated
source: Profile picture updated successfully
es_mx: La foto de perfil se ha actualizado exitosamente

# ResetPasswordEmailBody
source: Follow this link to reset your password:
es_mx: Sigue este enlace para cambiar tu contraseña

# ResetPasswordEmailSentBody
source: If there is an account with the specified email address, a reset password link has been sent to the inbox.
es_mx: Si existe una cuenta con el correo electronico especificado, se ha enviado un link para resetear la contraseña.

# ResetPasswordEmailSentTitle
source: Reset password link sent to email address
es_mx: Correo con link para resetear contraseña ha sido enviado

# ResetPasswordEmailSubject
source: Reset Password for Plugin Democracy
es_mx: Reestablecer contraseña para Democracia Conectada

# SuccessfullyUpdatedPasswordBody
source: Your login password for Plugin Democracy has been successfully updated
es_mx: Tu contraseña para Democracia Conectada ha sido exitosamente actualizada

# SuccessfullyUpdatedPasswordTitle
source: Your password has been updated
es_mx: Tu contraseña ha sido actualizada

source: Unable to create new user
es_mx: Error creando nuevo usuario

source: User not found
es_mx: Usuario no encontrado

# UserNotFoundBody
source: The user was not found in the database when trying to confirm the Email address.
es_mx: El usuario no fue encontrado en la base de datos cuando se intento confirmar el correo electronico.

source: You have logged in
es_mx: Has iniciado sesion

source: Your Email Has Been Confirmed
es_mx: Tu Correo Electronico ha sido Confirmado

# YourEmailHasBeenConfirmedBody
source: Thank you for confirming your email address! We're thrilled to have you on board.
es_mx: ¡Gracias por confirmar tu dirección de correo electrónico! Estamos encantados de tenerte a bordo.
